export const data = [
    {
        "image":"/رواية-الحب-تحت-زمن-المطر-نجيب-محفوظ.jpg",
        "title": "الحب تحت المطر",
        "summary": "هو عمل أدبي يتناول قصة حب رومانسية تحدث في إطار من الأحداث الاجتماعية والثقافية في مصر. تدور أحداث الرواية حول شخصيتي 'زكريا عبد الصمد' و'روحينة عبد الناصر'، حيث يقعان في حب بعضهما البعض، لكن تتعقد الأمور بسبب الظروف الاجتماعية والسياسية التي تحيط بهما. تتناول الرواية موضوعات متعددة منها الحب والتضحية والصراعات الاجتماعية، وكذلك تعكس الظروف السياسية والاجتماعية في مصر في فترة معينة من التاريخ. يتميز أسلوب محفوظ في السرد بالعمق والتفاصيل الدقيقة التي تجعل القارئ يشعر وكأنه جزء من عالم الرواية. بشكل عام، تعتبر 'الحب تحت المطر' عملًا أدبيًا مميزًا يجمع بين الجمال اللغوي والرمزية والتعبير عن العواطف بشكل ممتاز، وتأخذ القصة القارئ في رحلة عاطفية وفلسفية تستحق القراءة."
    }
];

